[
  {
    "text": "Những người thực sự tin rằng mình đã có tiến bộ trong khoa học sẽ không đòi hỏi tự do để các quan điểm mới được tồn tại song song với cái cũ, mà sẽ đòi hỏi thay thế cái cũ bằng cái mới.",
    "author": "V.I Lenin - \"Làm gì?\""
  },
  {
    "text": "Chuyên chính vô sản, tức là tổ chức của đội tiên phong trong giai cấp bị áp bức thành giai cấp thống trị nhằm đàn áp những kẻ áp bức, không thể chỉ dẫn đến việc mở rộng nền dân chủ. Cùng với sự mở rộng vô cùng to lớn của nền dân chủ – lần đầu tiên trở thành nền dân chủ cho người nghèo, dân chủ cho nhân dân, chứ không phải dân chủ cho bọn túi tiền – chuyên chính vô sản áp đặt một loạt hạn chế lên tự do của những kẻ áp bức, bóc lột, tư bản.",
    "author": "V.I Lenin - \"Nhà nước và cách mạng\""
  },
  {
    "text": "Đả đảo trò lừa bịp đê hèn này! Không thể có, hiện không có và sẽ chẳng bao giờ có \"bình đẳng\" giữa kẻ bị áp bức và kẻ áp bức, giữa người bị bóc lột và kẻ bóc lột. Không thể có, hiện không có và sẽ chẳng bao giờ có \"tự do\" thực sự chừng nào phụ nữ chưa được giải phóng khỏi những đặc quyền mà luật pháp dành cho đàn ông, chừng nào công nhân chưa thoát khỏi ách thống trị của tư bản, và nông dân lao động chưa thoát khỏi ách áp bức của bọn tư sản, địa chủ và thương nhân.",
    "author": "V.I Lenin - \"Quyền lực Xô-Viết và địa vị của phụ nữ\""
  },
  {
    "text": "Những người Bolshevik đã không thể giữ vững chính quyền dù chỉ hai tháng rưỡi, nói chi đến hai năm rưỡi, nếu không có kỷ luật sắt vô cùng nghiêm ngặt và thực sự trong Đảng của chúng ta.",
    "author": "V.I Lenin - \"Bệnh ấu trĩ tả khuynh trong phong trào cộng sản\""
  },
  {
    "text": "Nếu muốn giúp đỡ \"quần chúng\" và giành được sự đồng cảm, ủng hộ của \"quần chúng\", thì không được sợ khó khăn, sợ những cú châm chọc, thủ đoạn xảo quyệt, sỉ nhục hay sự đàn áp từ phía những \"kẻ lãnh đạo\", mà phải kiên quyết hoạt động trong bất cứ nơi nào có quần chúng.",
    "author": "V.I Lenin - \"Bệnh ấu trĩ tả khuynh trong phong trào cộng sản\""
  },
  {
    "text": "Không có lý luận cách mạng, thì không thể có phong trào cách mạng.",
    "author": "V.I Lenin - \"Làm gì\""
  },
  {
    "text": "Đối với chúng ta, chủ nghĩa cộng sản không phải là một trạng thái cần phải thiết lập, không phải là một lý tưởng buộc hiện thực phải tuân theo. Chúng ta gọi chủ nghĩa cộng sản là phong trào hiện thực xóa bỏ tình trạng hiện tồn. Những điều kiện của phong trào ấy xuất phát từ những tiền đề đang tồn tại trước mắt.",
    "author": "Karl Marx - \"Hệ tư tưởng Đức\""
  },
  {
    "text": "Thay cho xã hội tư sản cũ kỹ với những giai cấp và mâu thuẫn giai cấp của nó, chúng ta sẽ có một liên hợp - nơi sự phát triển tự do của mỗi người là điều kiện cho sự phát triển tự do của tất cả mọi người.",
    "author": "Karl Marx - \"Tuyên ngôn đảng cộng sản\""
  },
  {
    "text": "Chúng tôi không có sự thương hại, và cũng chẳng đòi hỏi lòng thương hại từ phía các người. Khi đến lượt mình, chúng tôi sẽ không viện lý do gì cho sự kinh hoàng cả.",
    "author": "Karl Marx - \"Tuyên ngôn đảng cộng sản\""
  },
  {
    "text": "Cách mạng không phải là một bữa tiệc tối, hay viết một bài luận, hay vẽ một bức tranh, hay thêu thùa; nó không thể tinh tế, nhàn nhã và dịu dàng, ôn hòa, tử tế, lịch sự, kiềm chế và hào phóng như vậy. Cách mạng là một cuộc nổi dậy, một hành động bạo lực mà qua đó một giai cấp lật đổ giai cấp khác.",
    "author": "Mao - \"Báo cáo về cuộc điều tra phong trào nông dân ở Hồ Nam\""
  },
  {
    "text": "Nó [phép biện chứng duy vật] cho rằng nguyên nhân bên ngoài là điều kiện của sự thay đổi và nguyên nhân bên trong là cơ sở của sự thay đổi, và rằng nguyên nhân bên ngoài phát huy tác dụng thông qua nguyên nhân bên trong. Trong nhiệt độ thích hợp, một quả trứng biến thành con gà, nhưng không có nhiệt độ nào có thể biến một hòn đá thành con gà, bởi vì mỗi thứ có một cơ sở khác nhau.",
    "author": "Mao - \"Về mâu thuẫn\""
  },
  {
    "text": "Ai muốn hiểu biết một sự vật thì không có cách nào khác ngoài việc tiếp xúc với nó, tức là sống (thực hành) trong môi trường của nó. ... Nếu bạn muốn có kiến thức, bạn phải tham gia vào thực tiễn thay đổi thực tại. Nếu bạn muốn biết vị của quả lê, bạn phải tự mình thay đổi quả lê bằng cách ăn nó... Nếu bạn muốn biết lý luận và phương pháp cách mạng, bạn phải tham gia vào cách mạng. Tất cả kiến thức chân chính đều bắt nguồn từ kinh nghiệm trực tiếp.",
    "author": "Mao - \"Về thực tiễn\""
  },
  {
    "text": "Trong hai mặt đối lập của mâu thuẫn, một mặt phải là chủ yếu và mặt kia là thứ yếu. Mặt chủ yếu là mặt đóng vai trò lãnh đạo trong mâu thuẫn. Bản chất của sự vật chủ yếu được quyết định bởi mặt chủ yếu của mâu thuẫn, là mặt đã giành được vị trí thống trị. Nhưng tình trạng này không phải là tĩnh tại; mặt chủ yếu và mặt không chủ yếu của mâu thuẫn chuyển hóa lẫn nhau và bản chất của sự vật thay đổi tương ứng.",
    "author": "Mao - \"Về thực tiễn\""
  },
  {
    "text": "Các nhà triết gia mới chỉ giải thích thế giới bằng nhiều cách khác nhau; vấn đề là thay đổi chúng.",
    "author": "Karl Marx - \"Luận cương về Feuerbach\""
  },
  {
    "text": "Với nguy cơ có vẻ lố bịch, tôi xin nói rằng người cách mạng chân chính được dẫn dắt bởi tình yêu vĩ đại. Không thể hình dung một nhà cách mạng đích thực lại thiếu phẩm chất này. Có lẽ một trong những bi kịch lớn của người lãnh đạo là phải kết hợp tinh thần đam mê với trí tuệ lạnh lùng và đưa ra những quyết định đau đớn mà không nao núng. Những chiến sĩ tiên phong cách mạng của chúng ta phải biến tình yêu nhân dân, yêu những lý tưởng thiêng liêng nhất thành lý tưởng cao cả và bất khả phân. Họ không thể hạ thấp tình yêu ấy thành những biểu hiện tình cảm vụn vặt hàng ngày như cách người thường thể hiện tình yêu của mình.",
    "author": "Che Guevara - \"Xã hội chủ nghĩa và người ở Cuba\""
  },
  {
    "text": "Xét đoán một con người, không nên căn cứ vào lời người đó nói hoặc nghĩ về bản thân người đó như thế nào, mà phải căn cứ vào những hành động của người đó. Xét đoán những nhà triết học, không nên căn cứ vào những nhãn hiệu mà họ tự gắn cho họ, mà phải căn cứ xem trên thực tế họ đã giải quyết những vấn đề lý luận cơ bản như thế nào, phải căn cứ xem họ tay nắm tay cùng đi với ai và phải căn cứ xem trước kia và hiện nay họ đang giảng và đã dạy cho các học trò và đồ đệ của họ cái gì.",
    "author": "V.I Lenin - \" Chủ nghĩa duy vật và chủ nghĩa kinh nghiệm phê phán\""
  },
  {
    "text": "Chủ nghĩa tư bản đã chiến thắng trên toàn thế giới, nhưng thắng lợi ấy chỉ là khúc dạo đầu cho chiến thắng của lao động trước tư bản.",
    "author": "Lenin - \"Ba nguồn gốc và ba bộ phận cấu thành chủ nghĩa Mác\""
  },
  {
    "text": "Trong suốt cuộc đời của các nhà cách mạng vĩ đại, các giai cấp áp bức không ngừng săn đuổi họ, tiếp nhận lý thuyết của họ với sự ác cảm dã man nhất, lòng căm thù điên cuồng nhất và những chiến dịch vu khống, bịa đặt trắng trợn nhất. Sau khi họ qua đời, người ta cố biến họ thành những biểu tượng vô hại, có thể nói là phong thánh, phần nào thiêng liêng hóa tên tuổi của họ để 'an ủi' các giai cấp bị áp bức và với mục đích lừa bịp những giai cấp này, đồng thời tước bỏ nội dung cách mạng trong học thuyết của họ, làm cùn lưỡi cách mạng của nó và tầm thường hóa nó.",
    "author": "V.I Lenin - \"Nhà nước và cách mạng\""
  }
]